Repository: fcitx/mozc
Catalog: src/unix/fcitx5/po/*.po
Languages: fr

source: About Mozc
fr: À propos de Mozc

source: Add Word
fr: Ajouter un mot

source: All
fr: Tout

source: Always
fr: Toujours

source: Configuration Tool
fr: Outil de configuration

source: Dictionary Tool
fr: Outil de dictionnaire

source: Expand Usage (Requires vertical candidate list)
fr: Étendre l'utilisation (requiert une liste de proposition verticale)

source: Fix embedded preedit cursor at the beginning of the preedit
fr: Fixer le curseur de pré-édition embarqué au début de la pré-édition

source: Follow Global Configuration
fr: Suivre la configuration globale

source: Full ASCII
fr: ASCII plein

source: Full Katakana
fr: Katakana plein

source: Half ASCII
fr: Demi-ASCII

source: Half Katakana
fr: Demi-katakana

source: Hotkey
fr: Raccourci clavier

source: Hotkey to expand usage
fr: Raccourci clavier pour étendre l'utilisation

source: Initial Mode
fr: Mode initial

source: Japanese input method based on Mozc
fr: Méthode de saisie du japonais basée sur Mozc

source: Mozc Settings
fr: Réglages Mozc

source: Mozc for Fcitx 5
fr: Mozc pour Fcitx 5

source: No
fr: Non

source: On Focus
fr: Sur le Focus

source: Press %s to show usages.
fr: Presser %s pour montrer les utilisations.

source: Press Escape to go back
fr: Presser Échappe pour revenir

source: Program
fr: Programme

source: Shared Input State
fr: État de saisie partagé

source: Vertical candidate list
fr: Liste de propositions verticale
